import './style.css'

export default function Page(props) {
    return(
      <>
        <h1>文章标题</h1>
        <br/>
        <span>文章类型：原创（转载， 翻译） 作者：帅安 更新时间：2023/7/15 08:00:90 </span><br/>
        <span>分类：类别1 类别2 类别3 标签：标签1 标签2 标签3 </span><br/>
        
        <div>
            <p>我曾这样爱着一个人，将她深深的嵌进我的骨髓里，并为骨头与躯体碰撞裂开的每一寸骨头的裂缝享受着疼痛并骄傲着。……<br/><br/>
            伤心，不是因为爱情结束了，而是因为当一切都结束了，爱还在。<br/><br/>
            我假装过去不重要，却发现自己根本办不到。<br/><br/>
            是你忘了回忆，我忘了忘记，牵过的手都已经放掉，诺言都碎了一地。<br/><br/>
            那一年，那一天，你走进我的心里，你是我的梦，成了我心里的一部分。还记得你第一次出现在我的世界里是什么时间么，记得我为你写的第一封情书吗？简短的话语，却是我一心的情意。<br/><br/>
            我们在一起了五年，中间经历了很多很多，也去过很多地方，开心过，幸福过，哭过，也笑过。我们的生活里都充满了对方的影子，这五年来我们可以说是形影不离，自从十九岁那年夏天我看到你的第一眼，我就觉得你一定是我未来要娶的人，我开始追求你，每天陪你一起吃饭、一起逛街、一起压马路，你不开心了我就陪在你身边，放假回家我会送你去车站，你感冒了我偷偷在家熬好姜汤带给你…等等，想想十九岁那年相遇真的很美好，也很幸运遇到了我这样爱的人。<br/><br/>
            后来我们在一起了，我们报了同一所大学，那时我只想好好陪你在一起过一辈子，守护着你不让你受一点委屈，三年的大学生活里，我们每天都会开心的在一起，我们也去了好多地方，也留下了好多共同的回忆，在学校里是我们在一起是开心快乐的，你是那种强势的女孩，跟你在一起我都会顺着你，我不能看到你不开心。既然我们在一起了开心过，那也就一定有伤心过，每次我惹你不开心了，不管谁的错，都是我的错，我都会想尽一切办法去哄你，因为我知道我是男生况且我还那么爱你，我就应该这样做，我也愿意这样做，因为你的开心就是我的幸福。跟你在一起的时候我一定会把最好的都留给你，就好比你爱吃鸭翅但你不喜欢吃鸭翅的皮，我会把皮剥掉拿给你等等，那时候在一起真的是无忧无虑，每天在一起开开心心的，整天想着未来是多么美好。<br/><br/>
            后来我们要工作了，我们依然在一起，我们租了个大房子，我们在一起生活了，这样每天早上就能喊你起床对你说早安</p>
        </div>
        <br/>
        <div>
          评论区。。。
        </div>
      </>
    );
  }